import '../styles/About.css';

export default function About() {
    return (
        <section className="about">
            <h2>О компании</h2>
            <p>
                Строительная компания «Poyal» предлагает полный спектр услуг в сфере строительства. Мы разрабатываем современные, надёжные и эстетичные решения для жилых и коммерческих объектов.
                Наша команда состоит из профессионалов, которые стремятся к качеству, инновациям и индивидуальному подходу к каждому клиенту.
            </p>
        </section>
    );
}
